IdeaRS.Connections
TonguePlateData.ConnectionAlignment Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the placement of the gusset plate relative to the web
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionCode ConnectionAlignment { get; set; }
Property Value
Type: PositionCode
See Also
Reference
TonguePlateData Class
IdeaRS.Connections.Data Namespace